{
  "words": [
    {
      "word": "apple",
      "definition": "A round fruit with red or green skin and a whitish interior."
    },
    {
      "word": "brave",
      "definition": "Ready to face and endure danger or pain; showing courage."
    },
    {
      "word": "charm",
      "definition": "The power or quality of delighting, attracting, or fascinating others."
    },
    {
      "word": "dream",
      "definition": "A series of thoughts, images, and sensations occurring in a person's mind during sleep."
    },
    {
      "word": "eager",
      "definition": "Wanting to do or have something very much."
    },
    {
      "word": "flame",
      "definition": "A hot glowing body of ignited gas that is generated by something on fire."
    },
    {
      "word": "grace",
      "definition": "Simple elegance or refinement of movement."
    },
    {
      "word": "happy",
      "definition": "Feeling or showing pleasure or contentment."
    },
    {
      "word": "ideal",
      "definition": "Satisfying one's conception of what is perfect; most suitable."
    },
    {
      "word": "jolly",
      "definition": "Happy and cheerful."
    },
    {
      "word": "knack",
      "definition": "An acquired or natural skill at performing a task."
    },
    {
      "word": "lucky",
      "definition": "Having, bringing, or resulting from good luck."
    },
    {
      "word": "mirth",
      "definition": "Amusement, especially as expressed in laughter."
    },
    {
      "word": "noble",
      "definition": "Having or showing fine personal qualities or high moral principles."
    },
    {
      "word": "oasis",
      "definition": "A fertile spot in a desert where water is found."
    },
    {
      "word": "pride",
      "definition": "A feeling of deep pleasure or satisfaction derived from one's own achievements."
    },
    {
      "word": "quilt",
      "definition": "A warm bed covering made of padding enclosed between layers of fabric and kept in place by lines of stitching."
    },
    {
      "word": "risky",
      "definition": "Full of the possibility of danger, failure, or loss."
    },
    {
      "word": "swift",
      "definition": "Happening quickly or promptly."
    },
    {
      "word": "trust",
      "definition": "Firm belief in the reliability, truth, or ability of someone or something."
    },
    {
      "word": "adore",
      "definition": "Love and respect someone deeply."
    },
    {
      "word": "blend",
      "definition": "Mix together different elements."
    },
    {
      "word": "crisp",
      "definition": "Firm, dry, and brittle, especially in a way considered pleasing."
    },
    {
      "word": "doubt",
      "definition": "A feeling of uncertainty or lack of conviction."
    },
    {
      "word": "eagle",
      "definition": "A large bird of prey with a massive hooked bill and long broad wings."
    },
    {
      "word": "frost",
      "definition": "A deposit of small white ice crystals formed on the ground or other surfaces when the temperature falls below freezing."
    },
    {
      "word": "globe",
      "definition": "A spherical representation of the earth or of the constellations with a map on the surface."
    },
    {
      "word": "haste",
      "definition": "Excessive speed or urgency of movement or action; hurry."
    },
    {
      "word": "ivory",
      "definition": "A hard, white material made from the tusks of elephants."
    },
    {
      "word": "jewel",
      "definition": "A precious stone, typically a single crystal or piece of a valuable mineral."
    },
    {
      "word": "kneel",
      "definition": "Be in or assume a position in which the body is supported by a knee or the knees."
    },
    {
      "word": "lunar",
      "definition": "Relating to the moon."
    },
    {
      "word": "mango",
      "definition": "A fleshy yellowish-red tropical fruit that is eaten ripe or used green for pickles or chutneys."
    },
    {
      "word": "nerve",
      "definition": "A bundle of fibers that transmits impulses of sensation to the brain or spinal cord, and impulses from these to the muscles and organs."
    },
    {
      "word": "ocean",
      "definition": "A very large expanse of sea."
    },
    {
      "word": "pearl",
      "definition": "A hard, lustrous spherical mass, typically white or bluish-gray, formed within the shell of a pearl oyster or other bivalve mollusk."
    },
    {
      "word": "quack",
      "definition": "The characteristic harsh sound made by a duck."
    },
    {
      "word": "reign",
      "definition": "Hold royal office; rule as king or queen."
    },
    {
      "word": "scent",
      "definition": "A distinctive smell, especially one that is pleasant."
    },
    {
      "word": "tiger",
      "definition": "A large wild cat with a coat of reddish-orange with black stripes."
    }
  ]
}